{"inkVersion":19,"root":[["^GRANT: So, this is the place that’s been under the construction tarp for so long.","\n","^GRANT: Heck of a job!","\n","^[Player Name]: Thank you! I’m trying my best! This shop’s always been a dream of mine, so it was important to me to nail the hashtag vibe, know what I mean?","\n","^GRANT: Hah! Ironic irl hashtag. I love it.","\n","^GRANT: Real quick question, what y’all got that ISN’T chock full of caffeine?","\n","^[Player Name]: Weeeeell…","\n","^GRANT: No worries, I know that’s like. Most of your shop. I’m sure it’s all super tasty too! Just, uh, don’t agree with the ol’ tum-tum super well.","\n","^[Player Name]: (TMI, dude...)","\n","^[Player Name]: Gotcha! Well, you’re definitely gonna wanna avoid the tiramisu.","\n","^GRANT: You mean the cake laced in coffee? Whaaaat?","\n","^[Player Name]: Ahaha. Ok for real though? The smoothies are probably your best bet. All fresh fruit!","\n","^GRANT: Okay, I can get behind a smoothie!","\n","^GRANT: Hmmmmm.","\n","^GRANT: Whaddya think then, [Player Name], Red Bean or Mango?","\n","ev","str","^Mango!","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Red Bean!","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^[Player Name]: Oh, it’s gotta be Mango, dude. They’re in season right now and the flavor is KILLER.","\n","^GRANT: Oh dang, you got a good mango hookup?","\n","^[Player Name]: I’LL NEVER REVEAL MY SECRETS! NEVER!","\n","^[Player Name]:...","\n","^GRANT:...","\n","^[Player Name]: But I will absolutely sell you a smoothie.","\n","^GRANT: I’ll crack you one day. You’ll let it slip when you’re not thinking.","\n","^GRANT: But in the meantime, yeah, can I get a small?","\n","^[Player Name]: Absolutely! Normal tapioca balls okay?","\n","^GRANT: Yes Sir/Ma’am/, Please!","\n","^[Player Name]: Coming right up!","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^[Player Name]: For you, I’m thinking something more earthy. Let’s do Red Bean!","\n","^GRANT: Heck yeah, I’m down!","\n","^GRANT: That wasn’t really a flavor that was available where I lived, so I’m always excited to get it.","\n","^[Player Name]: Oh dang, must not have been around here, then.","\n","^GRANT: Nope!","\n","^GRANT: We’re a long way from Texas, Toto!","\n","^GRANT: …","\n","^GRANT: Yeah, that didn’t really land. Anyway.","\n","^GRANT: It’s gotta be tapioca balls if we’re doing red bean! Let me get that in a small, please!","\n","^[Player Name]: You got it, ~pardner~!","\n","^GRANT: …","\n","^[Player Name]: No?","\n","^[Player Name]: … I’ll have it right out sorry","\n","^GRANT: Thanks!","\n","^GRANT: Pardner.","\n","^[Player Name]: (!!!)","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}