{"inkVersion":19,"root":[["^GRANT: (I told them, a custom solution makes no sense!)","\n","^GRANT: (With their budget and staffing, something out of box is way more maintainable!)","\n","^GRANT: Oop, hi [Player Name]!","\n","^GRANT: Was a bit zoned out there.","\n","^GRANT: What’s up!","\n","^[Player Name]: Oh, I’m just making the rounds.","\n","^[Player Name]: The shop’s kind of slow right now, so I figured I’d get to know my customers a little.","\n","^[Player Name]: I’m super new in town, so I figured, what better place to make friends?","\n","^GRANT: You know, I’m not gonna lie, most places this would be kinda weird.","\n","^GRANT: But I dunno, [Player Name], something about you and this shop makes it feel genuine.","\n","^GRANT: So, hi!","\n","^GRANT: Nice to meet you without a counter in the way!","\n","^[Player Name]: Nice to meet you!","\n","ev","str","^Where are you from?","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^What do you do?","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^How’s it going?","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n","^[Player Name]: Your accent’s got a really nice little twang to it. If you don’t mind me asking, where ya from, bud?","\n","^GRANT: Oh yeah!","\n","^GRANT: I’m from down South.","\n","^GRANT: You know, yee haw and stuff","\n","^GRANT: Is it really that noticeable?","\n","^[Player Name]: I mean not really?","\n","^[Player Name]: You just don’t sound like a beach bum, haha","\n","^GRANT: You can take the cow out of the boy","\n","^GRANT: But you can’t take the boy out of the cow","\n","^GRANT: …","\n","^GRANT: That’s not how that goes.","\n","^[Player Name]: Noooo…","\n","^GRANT: But you get what I mean, right?","\n","^[Player Name]: Kinda?","\n","^[Player Name]: Like, you can’t completely erase where you’re from","\n","^[Player Name]: And who would want to, honestly?","\n","^[Player Name]: That’s part of what makes you, you!","\n","^GRANT: Yeah exactly!","\n","^GRANT: Gotta say, this fox misses them some barbecue.","\n","^GRANT: Just ain’t the same here.","\n","^GRANT: Plenty of other good stuff in trade though, like super friendly boba shop owners","\n","^GRANT: Whoooo give people free drinks?","\n","^[Player Name]: Don’t push it","\n","^[Player Name]: Haha","\n","^GRANT: Hehe","\n","^GRANT: It was worth a shot!","\n","^[Player Name]: So what brings you this far out West?","\n","^GRANT: Oh, you know","\n","^GRANT: A bunch of things! Lots of work out here for a developer consultant. Nice, casual atmosphere.","\n","^GRANT: I just reeeeally wanted to spend all my money on rent, you know?","\n","^[Player Name]: Hah, same","\n","^GRANT: But really, I think I just needed a change of pace. Maybe I’ll go back someday.","\n","^GRANT: But right now, this is really working for me. I was starting to think about moving back, but","\n","^[Player Name]: But?","\n","^GRANT: Then I tried your tea!","\n","^GRANT: And everyone in the shop is so nice.","\n","^GRANT: I feel like I’ve maybe got neighbors I like now!","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^[Player Name]: I see you on that big fancy looking businessy phone a lot","\n","^[Player Name]: What exactly are ya doing?","\n","^[Player Name]: Spooky government work?","\n","^GRANT: I could tell you, but I’d literally have to kill you.","\n","^[Player Name]:...","\n","^[Player Name]: (He’s joking right)","\n","^GRANT: I’m totally joking","\n","^[Player Name]: (I have GOT to get better at reading sarcasm)","\n","^GRANT: I’m just a software consultant haha","\n","^[Player Name]:...","\n","^[Player Name]: I’m not gonna lie I don’t know what that means","\n","^GRANT: Honestly me neither sometimes!","\n","^GRANT: Mostly people pay me and sometimes I make apps","\n","^GRANT: But sometimes I tell them how to make apps","\n","^GRANT: P much it.","\n","^GRANT: Not the most interesting thing in the world, but it definitely pays the bills.","\n","^GRANT: What were you doin’ before you started the best tea shop on this side of the beach, eh?","\n","^[Player Name]: I was a public accountant, if you can believe it.","\n","^GRANT: Oh god, that’s so many numbers!","\n","^GRANT: And no tapioca!","\n","^[Player Name]: Haha yeah","\n","^[Player Name]: No digs on accountants, but this suits me way better.","\n","^GRANT: Well, I’m sure as heck glad you made the jump.","\n","^GRANT: Shoot, maybe I will someday, too.","\n","^[Player Name]: Oh?","\n","^[Player Name]: What would you rather do?","\n","^GRANT: You know, I think writing video games would be really fun.","\n","^[Player Name]: Have you ever tried it?","\n","^GRANT: Nah, but I will someday!","\n","^GRANT: If you can take the leap, I can, too!","\n","^[Player Name]: That’s the spirit!","\n",{"->":"0.g-0"},{"#f":5}],"c-2":["\n","^GRANT: Honestly?","\n","^GRANT: Things are looking up!","\n","^GRANT: I kind of had a difficult year, but you gotta power through things, you know?","\n","^GRANT: The more I started actually engaging with the people around me, the less alone I felt.","\n","^GRANT: Ain’t it strange, [Player Name]? If you just reach out a little, it turns out the strangers around you were a little community just waitin’ for you to join.","\n","^[Player Name]: You know, I’m definitely beginning to feel that here.","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}