{"inkVersion":19,"root":[["^KOSTJA: Did you need something?","\n","ev","str","^How did your shop get started?","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Where are you from?","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^How are you?","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n","^[Player Name]: You said you make jewelry.","\n","^[Player Name]: How do you get into something like that?","\n","^[Player Name]: I don’t know a lot of kids who have that as a passion.","\n","^Kostja: Oh, I definitely didn’t.","\n","^Kostja: Would you believe it, I wanted to be a biologist as a kid.","\n","^Kostja: Turns out, I just really liked animals because they were colorful.","\n","^Kostja: And you know what else is really colorful?","\n","^[Player Name]: …","\n","^[Player Name]: Boba?","\n","^Kostja: Hah","\n","^Kostja: No","\n","^Kostja: Well, yes, actually","\n","^Kostja: But I was talking about rocks!","\n","^Kostja: And I got really into them as I learned, the symbolism, the ways they could be shaped and carved","\n","^Kostja: I made my first necklace for a friend when I was 19. Pendants are still fun, of course, but I’ve really taken to rings.","\n","^Kostja: So much little detail, and so much emotional significance.","\n","^[Player Name]: Oh man, like wedding rings?","\n","^Kostja: From time to time?","\n","^[Player Name]: I’m not gonna lie, I’m glad nobody proposes with bubble tea. That sounds like too much pressure for me.","\n","^Kostja: You say that, but now I’m making plans to propose to my partner here.","\n","^Kostja: And you’ll never know when!","\n","^Kostja: Every time you see me with them will be a whirlwind of emotions!","\n","^Kostja: Muahahahaha","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^[Player Name]: I’ve been asking everyone this because everybody seems so well-traveled, where are you from?","\n","^Kostja: A little country called Ratvia, can you believe it.","\n","^[Player Name]: And most of the residents are…","\n","^Kostja: Rats, yes.","\n","^Kostja: The first time I came here, you can bet all the different animals everywhere blew my mind!","\n","^[Player Name]: Do you miss it?","\n","^Kostja: I prefer the diversity here. More new ideas, new sights and sounds.","\n","^Kostja: But I do miss how close everyone was.","\n","^Kostja: Rats are so social by nature, so when you’re with other rats, you know they get it, you know?","\n","^Kostja: But that’s okay!","\n","^Kostja: I built a community here, too.","\n","^Kostja: Your shop, for example!","\n","^Kostja: I already know a lot of these people, and it makes me smile to see them!","\n","^[Player Name]: !!!","\n",{"->":"0.g-0"},{"#f":5}],"c-2":["\n","^[Player Name]: And how are you doing, Kostja? I like to check in on my friends.","\n","^Kostja: You know, I’m doing really well!","\n","^Kostja: I was sitting here enjoying the atmosphere","\n","^Kostja: And I had an idea for the cutest little bubble tea charm!","\n","^Kostja: I’m gonna cast it in sterling and then add little stones for the tapioca pearls!","\n","^[Player Name]: Wait that sounds so cute!","\n","^[Player Name]: PLEEEASE let me buy one off you once you’re done!","\n","^Kostja: Of course, dear!","\n","^Kostja: You and your tea are my muse!!!","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}