{"inkVersion":19,"root":[["^SAL: What's up?","\n","ev","str","^What exactly do you do?","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Where are you from?","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^How are you?","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n","^Emcee: Is that a guitar case you carry around?","\n","^SAL: Oh yeah, that’s my best friend!","\n","^Emcee: ?","\n","^SAL: I travel a lot for gigs, and this is my favorite guitar.","\n","^SAL: I wouldn’t know what to do if I lost it","\n","^SAL: And you never know when you might wanna just burst into song on the street corner, you know?","\n","^Emcee: Oh wait what?","\n","^Emcee: That’s so cool! Are you on Stoatify?","\n","^SAL: And Houndcloud!","\n","^Emcee: Ohhh man","\n","^Emcee: Don’t be surprised if you hear yourself coming through the speakers the next time you come in!","\n","^SAL: Ohhh man","\n","^SAL: I’m flattered!","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Emcee: You look like you’ve seen a lot of the world,Sal!","\n","^Emcee: Where did this whole music journey begin?","\n","^SAL: Not too far away, all things considered.","\n","^Emcee: Oh yeah?","\n","^SAL: Mmhmm","\n","^SAL: Just a nice little town in Sonora","\n","^Emcee: Oh dang, Mexico!","\n","^SAL: Haha","\n","^SAL: Yeah, out in the desert!","\n","^Emcee: Ooooof","\n","^Emcee: Too hot for me","\n","^SAL: I mean it’s a dry heat!","\n","^SAL: Not as bad as you’d think","\n","^SAL: Plus like","\n","^SAL: I’m a bearded dragon, so. Cold blood and all that.","\n","^SAL: Anyway, I landed a work visa and I’ve been on the road ever since!","\n","^Emcee: Oh man, everyone back home must miss the heck out of you!","\n","^SAL: Oh for sure.","\n","^SAL: But I’m sure your folks back wherever you’re from miss you, too!","\n","^Emcee: Yeah, but they know I’m out following my dreams and stuff, so it’s cool.","\n","^SAL: Exactly! I’ll see them again one day. And until then, every new friend I make makes a city into a new home, you know?","\n","^SAL: I like to find little shops like this and be a part of the communities that grow up around them.","\n","^SAL: This is already one of my favorites.","\n",{"->":"0.g-0"},{"#f":5}],"c-2":["\n","^Emcee: How are you doing, Mr. Music Man?","\n","^SAL: I’m alright!","\n","^SAL: My bank account’s looked better, but hey, nobody said it’d be easy.","\n","^SAL: I’ll make it big one of these days.","\n","^SAL: But in the meantime, I don’t mind going gig to gig. As long as people are enjoying my music, I don’t need a lot.","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}