{"inkVersion":19,"root":[["^Emcee: Welcome to Positivitea, what can I get you?","\n","^Sal: Oop, one sec, your menu isn’t on Maps yet and I haven’t had time to rehearse my order","\n","^Sal: Uhhhh","\n","^Sal: A Thai Tea?","\n","^Sal: No Wait. I came in here because I was hungry OOPS","\n","^Emcee: We’ve got snacks too!","\n","^Sal: Yes I can see!","\n","^Sal: I love all the tea colors!","\n","^Emcee: Thank you! I think they taste just as bright as they look!","\n","^Sal: Well, I’m sold!","\n","^Sal: Oh wait","\n","^Sal: Those smoothies looks incredible, too…","\n","^Sal: Oh geez","\n","ev","str","^Tea!","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Smoothie!","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^Emcee: I think I’d try the Milk Tea if I were you! The smoothiesis great too, but if you’re unsure, you can’t beat the classics.","\n","^Sal: You know what? You’re right!","\n","^Sal: I’m into it.","\n","^Sal: You ever notice how people who make travelling part of their personality get so uppity about foods like tea","\n","^Emcee: Ahaha, right??","\n","^Emcee: Ohoho, Papa paid for me to study in Paaariiiis.","\n","^Sal: Hah!","\n","^Sal: Have you ever been to Paaaariiiiis?","\n","^Sal: You haaaave to go. It was life changing.","\n","^Sal: You haven’t had proper macaron unless you’ve had them in Paaariiiis.","\n","^Emcee: Hah! Alright Count Reginald von Moneybags,","\n","^Emcee: What size?","\n","^Sal: Can I get a small, please?","\n","^Emcee: Say no more! I’ll have a fat stack out to you in just a sec.","\n","^Sal: Thank you!","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Emcee: Tea can be a little strong if that’s not exactly what you want. How about a berry smoothie?","\n","^Sal: You know what, you’re right! Hook me up with some of those bad boys.","\n","^Emcee: Fruit servings, son!","\n","^Sal: Ah yes, some fruits for a post-luncheon dessert.","\n","^Emcee: Induuuubitably","\n","^Emcee: Haha","\n","^Emcee: Luncheon is a funny word","\n","^Emcee: Lemme get you one, just a sec.","\n","^Sal: Thanks so much!","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}